Repository: common-repository/woovirtualwallet
Catalog: languages/woovirtualwallet-lite-*.po
Languages: fr_fr, ru_ru

source: A connected user is required
fr_fr: Un utilisateur connecté est requis
ru_ru: Требуется подключенный пользователь

source: Action control failed. Try to refresh the page.
fr_fr: Le contrôle d’action a échoué. Essayez de rafraîchir la page.
ru_ru: Управление действием не удалось. Попробуйте обновить страницу.

source: You don't have the capacity to do that.
fr_fr: Vous n’avez pas la capacité de faire ça.
ru_ru: У Вас нет возможности для выполнения этого.

# Admin Gateway title
source: Virtual Wallet
fr_fr: Portefeuille virtuel
ru_ru: Виртуальный Кошелек

# Admin Gateway descr
source: Customers use Virtual Wallet Money
fr_fr: Les clients utilisent l’argent du portefeuille virtuel
ru_ru: Клиенты используют Деньги Виртуального Кошелька

source: Enable/Disable
fr_fr: Activer/Désactiver
ru_ru: Включить/Выключить

source: Enable Virtual Wallet payments
fr_fr: Activer les paiements avec le portefeuille virtuel
ru_ru: Включить платежи через Виртуальный Кошелек

source: Title
fr_fr: Titre
ru_ru: Название

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.
ru_ru: Управляет заголовком, который видят пользователи во время оформления заказа.

# Virtual Wallet payment method
source: Virtual Wallet Payment
fr_fr: Paiement avec le portefeuille virtuel
ru_ru: Оплата через Виртуальный Кошелек

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on your checkout.
fr_fr: Méthode de paiement que le client vera lors du passage de la commande.
ru_ru: Описание способа оплаты, которое клиент будет видеть во время оформления заказа.

source: Order amount will be deduced from your virtual wallet.
fr_fr: Le montant de la commande sera déduit de votre portefeuille virtuel.
ru_ru: Сумма заказа будет вычтена из вашего виртуального кошелька.

source: Instructions
ru_ru: Инструкции

source: Instructions that will be added to the thank you page and emails.
fr_fr: Instructions qui seront ajoutés à la page de remerciement et dans les emails.
ru_ru: Инструкции, которые будут добавлены на страницу благодарности и email'ы.

source: Not logged user message
fr_fr: Message pour utilisateur non connecté
ru_ru: Сообщение для неавторизованного пользователя

source: Message that will be added to the payment method description when customer is not logged in.
fr_fr: Message qui sera ajouté à la description de la méthode de paiement lorsque le client n’est pas connecté.
ru_ru: Сообщение, которое будет добавлено в описание способа оплаты, когда клиент не вошел в систему.

source: You must be connected to use your Virtual Wallet
fr_fr: Vous devez être connecté pour utiliser votre portefeuille virtuel
ru_ru: Вы должны быть подключены, чтобы использовать Виртуальный Кошелёк

source: Show balance
fr_fr: Afficher le solde
ru_ru: Показать баланс

source: The payment method title includes the customer's wallet balance.
fr_fr: Le titre de méthode de paiement comprend le solde du portefeuille du client.
ru_ru: Заголовок платёжного метода включает баланс кошелька пользователя.

source: Show icon
fr_fr: Afficher l’icône
ru_ru: Показать иконку

source: The payment method title includes the Virtual Wallet icon.
fr_fr: Le titre de méthode de paiement comprend l’icône Portefeuille Virtuel.
ru_ru: Название способа оплаты включает значок Виртуального Кошелька.

source: You don't have enough money in your wallet : Actual balance is %s
fr_fr: Vous n’avez pas assez d’argent dans votre portefeuille : le solde actuel est %s
ru_ru: У вас недостаточно денег в вашем кошельке : Фактический баланс %s

source: Your order contains products that cannot be bought with your Virtual Wallet: %s
fr_fr: Votre commande contient des produits qui ne peuvent pas être achetés avec votre portefeuille virtuel : %s
ru_ru: Ваш заказ содержит товары, которые нельзя купить с помощью Виртуального Кошелька: %s

# wallet balance decoration
source: Your current balance : %s
fr_fr: Votre solde actuel : %s
ru_ru: Ваш текущий баланс : %s

source: Virtual Wallet Payment cannot be used by logged off customers&hellip;
fr_fr: Le portefeuille virtuel ne peut pas être utilisé par les utilisateurs non connectés&hellip;
ru_ru: Оплата с помощью Виртуального Кошелька недоступна для неавторизованных пользователей&hellip;

source: Not enough money in your Virtual Wallet (balance: %s)&hellip;
fr_fr: Pas assez d’argent dans votre portefeuille virtuel (solde: %s)&hellip;
ru_ru: Недостаточно денег в Виртуальном Кошельке (баланс: %s)&hellip;

source: Order %s payment
fr_fr: Paiement de la commande %s
ru_ru: Оплата заказа %s

source: Virtual Money
fr_fr: Argent virtuel
ru_ru: Виртуальные Деньги

source: Virtual Wallet
fr_fr: Portefeuille virtuel
ru_ru: Виртуальный Кошелек

source: Users
fr_fr: Utilisateurs
ru_ru: Пользователи

source: The users page will redirect you to the standard WordPress Users page where you will have some new possibilities:
fr_fr: La page utilisateurs vous redirigera vers la page standard des utilisateurs WordPress où vous aurez de nouvelles possibilités :
ru_ru: Страница пользователей перенаправит вас на стандартную страницу WordPress 'Пользователи', где у вас будет несколько новых возможностей:

source: See users' wallet balance
fr_fr: Voir le solde du portefeuille des utilisateurs
ru_ru: Просмотрите баланс кошелька пользователей

source: See users' wallet history
fr_fr: Voir l’historique du portefeuille des utilisateurs
ru_ru: Просмотрите историю кошелька пользователей

source: Export users' wallet balance
fr_fr: Exporter le solde du portefeuille des utilisateurs
ru_ru: Экспортируйте баланс кошелька пользователей

source: Add/Remove wallet credit
fr_fr: Ajouter/supprimer le crédit portefeuille
ru_ru: Добавить/Удалить кредиты кошелька

source: The settings page gives access to the following settings :
fr_fr: La page réglages donne accès aux paramètres suivants :
ru_ru: Страница настроек предоставляет доступ к следующим настройкам:

source: Order status needed to get wallet credit
fr_fr: État de commande nécessaire pour obtenir du crédit portefeuille
ru_ru: Статус заказа, необходимый для получения кредитов кошелька

source: Prevent products that give wallet credit to be bought with the wallet
fr_fr: Empêcher les produits qui donnent du crédit portefeuille d'être achetés avec le portefeuille
ru_ru: Предотвращает покупку , с помощью виртуального кошелька товаров, которые дают кредиты кошелька

source: Payment Gateway
fr_fr: Passerelle de paiement
ru_ru: Платежный Шлюз

source: <a href='%s' target='_blank'> Setup WooVirtualWallet as a Payment Gateway</a>
fr_fr: <a href='%s' target='_blank'>Configurer WooVirtualWallet comme passerelle de paiement</a>
ru_ru: <a href='%s' target='_blank'> Установите WooVirtualWallet в качестве Платёжного Шлюза</a>

source: You need to set up WooVirtualWallet as a WooCommerce Payment Gateway. You can do this by clicking the link below
fr_fr: Vous devez configurer WooVirtualWallet en tant que passerelle de paiement WooCommerce. Vous pouvez le faire en cliquant sur le lien ci-dessous
ru_ru: Вам нужно настроить WooVirtualWallet в качестве платежного шлюза WooCommerce. Вы можете сделать это, нажав на ссылку ниже

source: Settings
fr_fr: Réglages
ru_ru: Настройки

source: Customers Status
fr_fr: Statut des clients
ru_ru: Статус Клиентов

source: See and edit the customers' wallets
fr_fr: Voir et modifier les portefeuilles des clients
ru_ru: Посмотреть и отредактировать кошельки клиентов

source: Customers Wallet Status
fr_fr: Statut du portefeuille des clients
ru_ru: Статус Кошелька Клиентов

source: <a href='%s' target='_blank'>Check/Edit the users wallet money</a>
fr_fr: <a href='%s' target='_blank'>Vérifier/Modifier l’argent du portefeuille des utilisateurs</a>
ru_ru: <a href='%s' target='_blank'>Просмотрите/Отредактируйте средства пользовательских кошельков</a>

source: You can see and edit the wallet amount of your customers by going to the users page or clicking the link down below.
fr_fr: Vous pouvez voir et modifier le montant du portefeuille de vos clients en allant à la page des utilisateurs ou en cliquant sur le lien ci-dessous.
ru_ru: Вы можете увидеть и отредактировать сумму кошельков ваших клиентов, перейдя на страницу пользователей или нажав на ссылку ниже.

source: The appearance page will let you customize the appearance of Widgets and shortcodes.
fr_fr: La page d’apparence vous permettra de personnaliser l’apparence des widgets et des shortcodes.
ru_ru: Страница внешнего вида позволит вам настроить внешний виджетов и шорткодов.

source: You will also find there the description and documentation to use the available shortcodes.
fr_fr: Vous y trouverez également la description et la documentation pour utiliser les shortcodes disponibles.
ru_ru: Вы также найдете описания и документацию по использованию доступных шорткодов.

source: Appearance
fr_fr: Apparence
ru_ru: Внешность

source: Widgets
ru_ru: Виджеты

source: Wallet Balance
fr_fr: Solde de votre portefeuille
ru_ru: Баланс Кошелька

source: Use the shortcode %s to show the current customer virtual wallet balance
fr_fr: Utilisez le shortcode %s pour afficher le solde actuel du portefeuille virtuel du client
ru_ru: Используйте шорткод %s для отображения текущего баланса виртуального кошелька клиента

source: Use the shortcode %s to show the current customer virtual wallet balance without styling
fr_fr: Utilisez le shortcode %s pour afficher le solde actuel du portefeuille virtuel client sans style
ru_ru: Используйте шорткод %s для отображения текущего баланса виртуального кошелька клиента без украшений

source: Wallet History
fr_fr: Historique du portefeuille
ru_ru: История Кошелька

source: Use the shortcode %s to show the current customer virtual wallet history
fr_fr: Utilisez le shortcode %s pour afficher l’historique actuel du portefeuille virtuel du client
ru_ru: Используйте шорткод %s для отображения текущей истории виртуального кошелька клиента

source: Shortcodes
ru_ru: Шорткоды

source: In this section, you will find various shortcodes you can use on your website.
fr_fr: Dans cette section, vous trouverez divers shortcodes que vous pouvez utiliser sur votre site Web.
ru_ru: В этом разделе Вы найдете различные шорткоды, которые вы сможете использовать на Вашем сайте.

source: Simple Wallet Balance
fr_fr: Solde de portefeuille simple
ru_ru: Простой Баланс Кошелька

source: This simple shortcode is used to display the current user's wallet balance with no decoration.
fr_fr: Ce shortcode est utilisé pour afficher le solde du portefeuille de l’utilisateur actuel sans décoration.
ru_ru: Этот шорткод используется для отображения баланса кошелька текущего пользователя без визуального оформления.

source: This is very convenient if you want to display the balance within a phrase for example.
fr_fr: C’est très pratique si vous voulez afficher le solde dans une phrase par exemple.
ru_ru: Это очень удобно, если вы хотите отображать очки в тексте или фразе, например.

source: (Optional) If set, the result will be a simple text. If not, the result will be embedded in a stylable DOM element
fr_fr: (Facultatif) S’il est défini, le résultat sera un texte simple. Si ce n’est pas le cas, le résultat sera intégré dans un élément DOM stylable
ru_ru: (По желанию) Если включить, результат будет в виде простого текста. Если нет, результат будет встроен в стилизованный DOM элемент

source: This shortcode is used to display the current user's wallet balance.
fr_fr: Ce shortcode est utilisé pour afficher le solde du portefeuille de l’utilisateur actuel.
ru_ru: Этот шорткод используется для отображения баланса кошелька текущего пользователя.

source: It is equivalent to the balance widget.
fr_fr: Il est équivalent au widget de solde.
ru_ru: Это эквивалент виджета баланса.

source: (Optional) If set, it will change the default header above the balance
fr_fr: (Facultatif) S’il est défini, il changera l’en-tête par défaut au-dessus du solde
ru_ru: (По желанию) Если включить, это изменит заголовок по умолчанию над балансом

source: This simple shortcode is used to display the current user's wallet history.
fr_fr: Ce shortcode simple est utilisé pour afficher l’historique du portefeuille de l’utilisateur actuel.
ru_ru: Этот шорткод используется для отображения истории кошелька текущего пользователя.

source: It is equivalent to the history widget.
fr_fr: Il est équivalent au widget d'historique.
ru_ru: Это эквивалент виджета истории.

source: (Optional) If set, it will change the default header above the history
fr_fr: (Facultatif) S’il est défini, il changera l’en-tête par défaut au-dessus de l’historique
ru_ru: (По желанию) Если включить, это изменит заголовок по умолчанию над историей

source: Set up the wallet payment gateway with lots of different options:
fr_fr: Configurez la passerelle de paiement portefeuille avec beaucoup d’options différentes :
ru_ru: Настройте платежный шлюза кошелька с множеством различных опций:

source: Enable/Disable the gateway
fr_fr: Activer/désactiver la passerelle
ru_ru: Включить/Отключить шлюз

source: Edit the gateway's title and description
fr_fr: Modifier le titre et la description de la passerelle
ru_ru: Редактировать название и описание шлюза

source: Edit the gateway's instructions and logged off message
fr_fr: Modifier les instructions de la passerelle et le message déconnecté
ru_ru: Редактировать инструкции шлюза и сообщение для неавторизованных пользователей

source: Show the customer's wallet balance or not
fr_fr: Afficher le solde du portefeuille du client ou non
ru_ru: Показать баланс кошелька клиента или нет

source: Gateway
fr_fr: Passerelle
ru_ru: Шлюз

source: Wallet Rules
fr_fr: Règles du portefeuille
ru_ru: Правила Кошелька

source: Set the general settings and behavior of the virtual wallet
fr_fr: Définir les paramètres généraux et le comportement du portefeuille virtuel
ru_ru: Установите общие настройки и поведение виртуального кошелька

source: Add purchased wallet money on 'Complete' order only
fr_fr: Ajouter la monnaie virtuelle acheté sur le statut de commande "Terminée" uniquement
ru_ru: Добавлять купленные средства кошелька только для заказов со статусом 'Завершен'

source: Edit a product to give wallet money to a customer purchasing it. Default order status to apply it is 'processing'.
fr_fr: Modifiez un produit pour qu'il donne de l'argent sur le portefeuille virtuel du client qui l'achète. Le statut de commande par défaut pour l’appliquer est "traitement".
ru_ru: Редактировать товар, чтобы выдавать деньги кошелька для клиента, покупающего этот товар. Статус заказа по умолчанию, чтобы применить его - 'обработка'.

source: If you want to use the 'completed' order status instead (recommanded), check the below box
fr_fr: Si vous souhaitez utiliser le statut de commande "Terminée" à la place (recommandé), cochez la case ci-dessous
ru_ru: Если вы хотите использовать статус заказа 'Завершен' (рекомендуется), нажмите на приведенный ниже чек-бокс

source: Wallet credit can't be bought with the wallet
fr_fr: Impossible d'acheter de la monnaie virtuelle avec de la monnaie virtuelle
ru_ru: Кредиты кошелька не могут быть куплены с помощью виртуального кошелька

source: The <i>Virtual Wallet</i> payment method cannot be used if the customer's order contains a product that feeds the <i>Virtual Wallet</i>.
fr_fr: Le <i>portefeuille virtuel</i> ne peut pas être utilisé si la commande du client contient un produit qui alimente le <i>portefeuille virtuel</i>.
ru_ru: Платежный метод <i>Виртуальный Кошелёк</i> не может быть использован для заказа, который содержит товар, пополняющий <i>Виртуальный Кошелёк</i>.

source: Manage your license and different system related options :
fr_fr: Gérez votre licence et les différentes options liées au système :
ru_ru: Управление лицензией и настройками, связанными с системой:

source: License :
ru_ru: Лицензия :

source: Manage your license and subscription
fr_fr: Gérez votre licence et votre abonnement
ru_ru: Управление лицензией и подпиской

source: System
fr_fr: Système
ru_ru: Система

source: Data Management
fr_fr: Gestion des données
ru_ru: Управление Данными

source: Delete all data
fr_fr: Supprimer toutes les données
ru_ru: Удалить все данные

source: Remove all Wallets settings and user's credits.
fr_fr: Supprimez tous les réglages wallets et les crédits des utilisateurs.
ru_ru: Удалить все настройки Кошельков и пользовательские кредиты.

source: Use it with care since this action is <b>not undoable</b>.
fr_fr: Utilisez cette avec soin car cette action <b>n’est pas infaisable.</b>
ru_ru: Используйте эту функцию с осторожностью, так как это действие <b>необратимо</b>.

source: Delete All Data
fr_fr: Supprimer toutes les données
ru_ru: Удалить Все Данные

source: If you really want to reset all WooVirtualWallet data, check this box and click on <i>'%s'</i> again.
fr_fr: Si vous voulez vraiment réinitialiser toutes les données WooVirtualWallet, cochez cette case et cliquez sur <i>'%s'</i> à nouveau.
ru_ru: Если вы действительно хотите сбросить все данные WooVirtualWallet, включите это поле и нажмите на <i>'%s'</i> снова.

source: This operation is not undoable!
fr_fr: Cette opération n’est pas infaisable !
ru_ru: Эта операция необратима!

source: Consider making a backup of your database before continue.
fr_fr: Envisagez de faire une sauvegarde de votre base de données avant de continuer.
ru_ru: Перед продолжением следует сделать резервную копию базы данных.

source: WooVirtualWallet install has been cleaned up.
fr_fr: L'installation WooVirtualWallet a été nettoyée.
ru_ru: Установка WooVirtualWallet была очищена.

# g2d order note
source: Product <i>%1$s</i> offers %2$s on customer's %3$s
fr_fr: Produit <i>%1$s</i> offre %2$s sur %3$s du client
ru_ru: Товар <i>%1$s</i> предлагает %2$s на %3$s пользователя

source: Purchase that product adds %1$s in customer's %2$s
fr_fr: Achetez ce produit ajoute %1$s dans le %2$s du client
ru_ru: Покупка этого товара добавит %1$s в %2$s пользователя

source: Customers must be logged in to receive wallet credit. Guest orders won't give any %s.
fr_fr: Les clients doivent être connectés pour recevoir un crédit portefeuille. Les commandes d'invités ne donneront aucun %s.
ru_ru: Клиенты должны авторизоваться, чтобы получать кредиты кошелька. Гостевые заказы не дают никаких %s.

source: Amount (%s)
fr_fr: Montant (%s)
ru_ru: Сумма (%s)

source: %s amount must be greater than zero or null.
fr_fr: Le montant de %s doit être supérieur à zéro ou null.
ru_ru: %s сумма должна быть больше нуля или оставьте пустой.

source: Bad %s amount format
fr_fr: Mauvais format de montant %s
ru_ru: Плохой формат суммы %s

source: (Customers must be logged in to receive wallet credit. Guest orders won't give any %s.)
fr_fr: (Les clients doivent être connectés pour recevoir du crédit portefeuille. Les commandes des clients ne donneront aucun %s.)
ru_ru: (Клиенты должны быть зарегистрированы, чтобы получать кредиты кошелька. Гостевые заказы не дают никаких %s.)

source: %1$s purchased in order %2$s
fr_fr: %1$s acheté dans la commande %2$s
ru_ru: %1$s куплено в заказе %2$s

source: Add to Virtual Wallets
fr_fr: Ajouter au Portefeuille Virtuel
ru_ru: Добавить в Виртуальные Кошельки

source: Last operations
fr_fr: Dernières opérations
ru_ru: Последние операции

source: Date
ru_ru: Дата

source: Reason
fr_fr: Raison
ru_ru: Причина

source: Operation
fr_fr: Opération
ru_ru: Операция

source: Total
ru_ru: Итог

source: Please wait
fr_fr: Veuillez patienter
ru_ru: Пожалуйста, подождите

source: You don't have enough permissions to edit users wallets.
fr_fr: Vous n’avez pas assez d’autorisations pour modifier les portefeuilles des utilisateurs.
ru_ru: У вас недостаточно разрешений для редактирования кошельков пользователей.

source: Please, set an amount to add in each selected user's wallet.
fr_fr: S’il vous plaît, définissez un montant à ajouter dans le portefeuille de chaque utilisateur sélectionné.
ru_ru: Пожалуйста, укажите сумму для добавления в кошелек каждого выбранного пользователя.

source: Please select users.
fr_fr: Choisir des utilisateurs.
ru_ru: Пожалуйста, выберите пользователей.

source: A wallet amount must be a number.
fr_fr: Un montant de portefeuille doit être un nombre.
ru_ru: Сумма кошелька должна быть числом.

source: %d users wallets amounts modified.
fr_fr: %d portefeuilles d’utilisateurs modifiés.
ru_ru: %d суммы кошельков пользователей изменены.

source: Amount
fr_fr: Montant
ru_ru: Сумма

source: Commercial operation
fr_fr: Opération commerciale
ru_ru: Коммерческая операция

source: WooVirtualWallet balance
fr_fr: Solde WooVirtualWallet
ru_ru: Баланс WooVirtualWallet

source: Show their wallet balance to customers.
fr_fr: Montrez leur solde de portefeuille aux clients.
ru_ru: Покажите клиентам их баланс кошелька.

# frontend widget
source: Virtual Money
fr_fr: Argent virtuel
ru_ru: Виртуальные Деньги

# frontend widget
source: Virtual Wallet
fr_fr: Portefeuille virtuel
ru_ru: Виртуальный Кошелек

source: Header
fr_fr: En-tête
ru_ru: Хедер

# frontend widget
source: You currently own
fr_fr: Vous possédez actuellement
ru_ru: В настоящее время у вас есть

source: Your Wallet Balance
fr_fr: Votre solde de portefeuille
ru_ru: Ваш Баланс Кошелька

source: WooVirtualWallet History
fr_fr: Historique de WooVirtualWallet
ru_ru: История WooVirtualWallet

source: Show the customer virtual wallet history.
fr_fr: Afficher l’historique du portefeuille virtuel du client.
ru_ru: Покажите клиенту историю виртуального кошелька.

# frontend widget
source: Virtual Wallet History
fr_fr: Historique du portefeuille virtuel
ru_ru: История Виртуального Кошелька

source: The last operations on your virtual wallet
fr_fr: Dernières opérations sur votre portefeuille virtuel
ru_ru: Последние операции с вашим виртуальным кошельком

source: Period (month)
fr_fr: Période (mois)
ru_ru: Период (месяц)

source: Number of months to show
fr_fr: Nombre de mois à montrer
ru_ru: Количество месяцев для отображения

source: Last operations on your Virtual Wallet
fr_fr: Dernières opérations sur votre portefeuille virtuel
ru_ru: Последние операции с вашим Виртуальным Кошельком

source: Kindly offered for demo
fr_fr: Aimablement offert pour la démo
ru_ru: Предоставлено для демонстрации

source: Every story has a beginning
fr_fr: Chaque histoire a un début
ru_ru: У каждой истории есть начало

source: Help
fr_fr: Aide
ru_ru: Помощь

source: Add Licence Key
fr_fr: Ajouter un clé de licence
ru_ru: Добавить Лицензионный Ключ

source: A virtual wallet for your customers
fr_fr: Un portefeuille virtuel pour vos clients
ru_ru: Виртуальный кошелек для ваших клиентов
